Repository: common-repository/advanced-meta-widget
Catalog: langs/metawidget-*.po
Languages: cs_cz

source: Hi, Im working hard and spent much time to develop the plugin advanced meta widget. Im not professional (Im student) and Ive got to troubles with my PC, that I cant afford to repair or renew. %s that I can continue working. Every pence can help me. Thank you
cs_cz: Ahoj. Hodně se snažím při vytváření pluginu Advanced Meta Info, a zabere mi to docela dost času. Nejsem profesionál (studuji) a bohužel jsem se dostal do problémů s počítačem a nemohu si dovolit opravu nebo nákup nového počítače. %s abych mohl pokračovat v práci. Každá koruna mi může pomoci. Děkuji

source: Please donate me
cs_cz: Prosím příspějte mi

source: Widget displaying many useful informations as Admin link or Login link and RSS feed links
cs_cz: Widget zobrazující mnoho důležitých informací jako např. odkaz do administrace, nebo k přihlášení

source: Advanced meta info widget
cs_cz: Informace

source: Admin link
cs_cz: Odkaz do administrace

source: Site admin
cs_cz: Administrace

source: Edit profile link
cs_cz: Upravit profil

source: Profile
cs_cz: Profil

source: Posts RSS feed
cs_cz: RSS článků

source: Comments RSS feed
cs_cz: RSS komentářů

source: link to Wordpress.org
cs_cz: odkaz na stránky Wordpress.org

source: Advanced meta info Widget
cs_cz: Rozšířený widget Informace

source: Title:
cs_cz: Název:

source: Display admin link (only logged-in users)
cs_cz: Zobrazovat odkaz do administrace

source: Display loginout
cs_cz: Zobrazit přihlášení/odhlášení

source: Use redirection to actual URL
cs_cz: Použít přesměrování na aktuální adresu

source: Display link to registration page
cs_cz: Zobrazovat odkaz na registrační stránku

source: Display link to edit or view profile (only logged-in users)
cs_cz: Zobrazovat odkaz k editaci profilu

source: Display post RSS feed link
cs_cz: Zobrazovat RSS příspěvků

source: RSS Atom
cs_cz: Atom RSS

source: Display comments RSS feed link
cs_cz: Zobrazovat RSS komentářů

source: Display link to Wordpress.org
cs_cz: Zobrazovat odkaz na Wordpress.org

source: English
cs_cz: Anglicky

source: Russian
cs_cz: Ruský web

source: Czech
cs_cz: Český web

source: German
cs_cz: Německy

source: Albanian
cs_cz: Albánsky

source: Arabic
cs_cz: Arabsky

source: Bosnian
cs_cz: Bosňansky

source: Catalan
cs_cz: Katalánsky

source: Chinese
cs_cz: Čínsky

source: Croatian
cs_cz: Chorvatsky

source: Display items as
cs_cz: Zobrazit položky jako

source: Paragraphs
cs_cz: Odstavce

source: List items
cs_cz: Seznam
